Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: འདི་ལྟར་སྲེད་པ་མེད་ན་ལེན་པ་མི་འབྱུང་ཞིང་སྲེད་པ་འགགས་པས་ལེན་པ་འགག་གོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is no craving, no grasping will occur, and the cessation of craving arrests grasping.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་མེད་ན་སྲེད་པ་མི་འབྱུང་ཞིང་། གང་འགགས་པས་སྲེད་པ་འགག་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན།
en: “I then pondered what must be absent for craving not to occur and what must cease for craving to cease.

source: འདི་ལྟར་ཚོར་བ་མེད་ན་སྲེད་པ་མི་འབྱུང་ཞིང་ཚོར་བ་འགགས་པས་སྲེད་པ་འགག་གོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is no sensation, no craving will occur, and the cessation of sensation arrests craving.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་མེད་ན་ཚོར་བ་མི་འབྱུང་ཞིང་གང་འགགས་པས་ཚོར་བ་འགག་སྙམ་དུ་
en: “I then pondered what must be absent for sensation not to occur and what must cease for sensation to cease.

source: ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན། འདི་ལྟར་རེག་པ་མེད་ན་ཚོར་བ་མི་འབྱུང་ཞིང་རེག་པ་འགགས་པས་ཚོར་བ་འགག་གོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is no contact, no sensation will occur, and the cessation of contact arrests sensation.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་མེད་ན་རེག་པ་མི་འབྱུང་ཞིང་གང་འགགས་པས་རེག་པ་འགག་སྙམ་དུ་
en: “I then pondered what must be absent for contact not to occur and what must cease for contact to cease.

source: ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན། འདི་ལྟར་སྐྱེ་མཆེད་དྲུག་མེད་ན་རེག་པ་མི་འབྱུང་ཞིང་སྐྱེ་མཆེད་དྲུག་འགགས་པས་རེག་པ་འགག་གོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there are no seats for the six senses, no contact will occur, and the cessation of the seats for the six senses arrests contact.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་མེད་ན་སྐྱེ་མཆེད་དྲུག་མི་འབྱུང་ཞིང་གང་འགགས་པས་སྐྱེ་མཆེད་དྲུག་འགག་སྙམ་དུ་
en: “I then pondered what must be absent for the seats of the six senses not to occur and what must cease for the seats of the six senses to cease.

source: ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན། འདི་ལྟར་མིང་དང་གཟུགས་མེད་ན་སྐྱེ་མཆེད་དྲུག་མི་འབྱུང་ཞིང་མིང་དང་གཟུགས་འགགས་པས་སྐྱེ་མཆེད་དྲུག་འགག་གོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there are no name and form, no seats of the six senses will occur, and the cessation of name and form arrests the seats of the six senses.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་མེད་ན་མིང་དང་གཟུགས་མི་འབྱུང་ཞིང་གང་འགགས་པས་མིང་དང་གཟུགས་འགག་སྙམ་དུ་
en: “I then pondered what must be absent for name and form not to occur and what must cease for name and form to cease.

source: ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན། འདི་ལྟར་རྣམ་པར་ཤེས་པ་མེད་ན་མིང་དང་གཟུགས་མི་འབྱུང་ཞིང་རྣམ་པར་ཤེས་པ་འགགས་པས་མིང་དང་གཟུགས་འགག་གོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is no consciousness, no name and form will occur, and the cessation of consciousness arrests name and form.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་མེད་ན་རྣམ་པར་ཤེས་པ་མི་འབྱུང་ཞིང་གང་འགགས་པས་རྣམ་པར་ཤེས་པ་འགག་གོ་སྙམ་དུ་
en: “I then pondered what must be absent for consciousness not to occur and what must cease for consciousness to cease.

source: ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན། འདི་ལྟར་འདུ་བྱེད་རྣམས་མེད་ན་རྣམ་པར་ཤེས་པ་མི་འབྱུང་ཞིང་འདུ་བྱེད་རྣམས་འགགས་པས་རྣམ་པར་ཤེས་པ་འགག་གོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is no conditioning, no consciousness will occur, and the cessation of conditioning arrests consciousness.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་མེད་ན་འདུ་བྱེད་རྣམས་མི་འབྱུང་ཞིང་གང་འགགས་པས་འདུ་བྱེད་རྣམས་འགག་སྙམ་དུ་
en: “I then pondered what must be absent for conditioning not to occur and what must cease for conditioning to cease.

source: ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན། འདི་ལྟར་མ་རིག་པ་མེད་ན་འདུ་བྱེད་རྣམས་མི་འབྱུང་ཞིང་མ་རིག་པ་འགགས་པས་འདུ་བྱེད་རྣམས་འགག་གོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is no ignorance, no conditioning will occur, and the cessation of ignorance arrests conditioning.

source: འདི་ལྟ་སྟེ་མ་རིག་པ་འགགས་པས་འདུ་བྱེད་རྣམས་འགག་འདུ་བྱེད་རྣམས་འགགས་པས་རྣམ་པར་ཤེས་པ་འགག །
en: “Thus the cessation of ignorance arrests conditioning, the cessation of conditioning arrests consciousness,

source: རྣམ་པར་ཤེས་པ་འགགས་པས་མིང་དང་གཟུགས་འགག །མིང་དང་གཟུགས་འགགས་པས་སྐྱེ་མཆེད་དྲུག་འགག །
en: the cessation of consciousness arrests name and form, the cessation of name and form arrests the seats of the six senses,

source: སྐྱེ་མཆེད་དྲུག་འགགས་པས་རེག་པ་འགག །རེག་པ་འགགས་པས་ཚོར་བ་འགག །
en: the cessation of the seats of the six senses arrests contact, the cessation of contact arrests sensation,

source: ཚོར་བ་འགགས་པས་སྲེད་པ་འགག །སྲེད་པ་འགགས་པས་ལེན་པ་འགག །
en: the cessation of sensation arrests craving, the cessation of craving arrests grasping,

source: ལེན་པ་འགགས་པས་སྲིད་པ་འགག །སྲིད་པ་འགགས་པས་སྐྱེ་བ་འགག །
en: the cessation of grasping arrests becoming, the cessation of becoming arrests birth,

source: སྐྱེ་བ་འགགས་པས་རྒ་ཤི་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་འགག་སྟེ།
en: the cessation of birth arrests aging and death, and sorrow, lamentation, suffering, unhappiness, and strife.

source: དེ་ལྟར་ན་སྡུག་བསྔལ་གྱི་ཕུང་པོ་འབའ་ཞིག་པ་འདི་འགག་པར་འགྱུར་རོ་སྙམ་མོ།།
en: And that is how, I thought, this whole huge mass of suffering comes to cease.

source: དགེ་སློང་དག་ང་འདི་སྙམ་དུ་སེམས་ཏེ་ངས་སྔོན་གྱི་ལམ་དང་། སྔོན་གྱི་བགྲོད་པ་དང་། སྔོན་གྱི་ལམ་སྲོལ་སྔོན་གྱི་དྲང་སྲོང་རྣམས་གཤེགས་ཤིང་རྗེས་སུ་འདོང་བ་རྙེད་དོ་སྙམ་མོ། །
en: “Monks, I thought of this as an old path I had found, an old route, an old trail which seers of old have traveled and traversed.

source: འདི་ལྟ་སྟེ་དཔེར་ན་མི་ཞིག་དགོན་པ་ནགས་མཆོག་ཏུ་འཁྱམ་ཞིང་འགྲོ་བ་ན་སྔོན་གྱི་ལམ་དང་།
en: It is analogous to this: Say that a person wanders, passing through a great forest,

source: སྔོན་གྱི་བགྲོད་པ་དང་། སྔོན་གྱི་ལམ་སྲོལ་སྔོན་གྱི་མི་རྣམས་དོང་
en: and discovers an old path, an old route,

source: ཞིང་རྗེས་སུ་འདོང་བ་ཞིག་རྙེད་ནས་དེ་དེའི་རྗེས་སུ་སོང་བ་དང་། སྔོན་གྱི་གྲོང་ཁྱེར་དང་། སྔོན་གྱི་རྒྱལ་པོའི་ཕོ་བྲང་ཀུན་དགའ་ར་བ་ཕུན་སུམ་ཚོགས་པ།
en: an old trail which people of old have traveled and traversed and he follows it until he sees an old city and a king’s delightful old palace,

source: ཚལ་ཕུན་སུམ་ཚོགས་པ། རྫིང་བུ་ཕུན་སུམ་ཚོགས་པ། བཟང་བ་ནགས་དང་ལྡན་པ། དགའ་བར་འགྱུར་བ་ཞིག་
en: with its resplendent gardens, resplendent groves, resplendent pools, and fine hedges.

source: མཐོང་ཞིང་མཐོང་ནས་ཀྱང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་རྒྱལ་པོའི་གན་དུ་སོང་སྟེ་
en: On seeing it, he thinks, “I shall go and speak to the king!”

source: བརྗོད་པར་བྱའོ་སྙམ་ནས། དེ་རྒྱལ་པོའི་གན་དུ་སོང་སྟེ་ལྷ་མཁྱེན་པར་མཛོད་ཅིག
en: He goes to the king and says, “Your majesty, please grant me your attention.

source: སྔོན་གྱི་བགྲོད་པ་དང་། སྔོན་གྱི་ཤུལ་སྲོལ་སྔོན་གྱི་མི་རྣམས་མཆིས་ཤིང་རྗེས་སུ་མཆི་བ་ཞིག་རྙེད་ནས་བདག་དེའི་རྗེས་སུ་མཆིས་པ་དང་། སྔོན་གྱི་གྲོང་ཁྱེར་དང་། །
en: when I discovered an old path, an old route, an old trail which people of old have traveled and traversed and I followed it until

source: སྔོན་གྱི་རྒྱལ་པོའི་ཕོ་བྲང་ཀུན་དགའ་ར་བ་ཕུན་སུམ་ཚོགས་པ། ཚལ་ཕུན་སུམ་ཚོགས་པ། རྫིང་བུ་ཕུན་སུམ་ཚོགས་པ། བཟང་བ་ནགས་དང་ལྡན་པ། དགའ་བར་འགྱུར་བ་ཞིག་མཐོང་སྟེ་
en: I saw an old city and the king’s delightful old palace, with its resplendent gardens, resplendent groves, resplendent pools, and fine hedges.

source: ལྷས་དེ་གྲོང་ཁྱེར་བགྱིད་དུ་གསོལ་ལ། དེ་རྒྱལ་པོའི་ཕོ་བྲང་བགྱིད་དུ་སྩོལ་ཅིག་དང་།
en: Your Majesty, allow me to restore the city, allow me to restore the king’s palace.”

source: དུས་གཞན་ན་དེ་རྒྱལ་པོའི་ཕོ་བྲང་འབྱོར་པ། རྒྱས་པ། བདེ་བ། ལོ་ལེགས་པ། སྐྱེ་བོ་དང་མི་མང་པོས་བལྟམ་པར་འགྱུར་རོ་ཞེས་ཟེར་བ་
en: In time, the king’s palace prospers and thrives, crops are bountiful and the land teems with animals and people.

source: དེ་བཞིན་དུ་དགེ་སློང་དག་ངས་ཀྱང་སྔོན་གྱི་ལམ་དང་། སྔོན་གྱི་བགྲོད་པ་དང་། སྔོན་གྱི་ལམ་སྲོལ་སྔོན་གྱི་དྲང་སྲོང་རྣམས་གཤེགས་ཤིང་རྗེས་སུ་འདོང་བ་རྙེད་དོ།
en: “Just so, monks, I too have found an old path, an old route, an old trail which seers of old have traveled and traversed.

source: དགེ་སློང་དག་སྔོན་གྱི་ལམ་དང་། སྔོན་གྱི་བགྲོད་པ་དང་། སྔོན་གྱི་ལམ་སྲོལ་སྔོན་དྲང་སྲོང་རྣམས་གཤེགས་ཤིང་རྗེས་སུ་འདོང་བ་དེ་གང་ཞེ་ན།
en: Monks, what is this old path, this old route, this old trail which seers of old have traveled and traversed?

source: འདི་ལྟ་སྟེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་འདི་ལྟ་སྟེ།
en: It is this, the Noble Ones’ Eightfold Path,

source: ཡང་དག་པའི་ལྟ་བ་དང་། ཡང་དག་པའི་རྟོག་པ་དང་། ཡང་དག་པའི་ངག་དང་། ཡང་དག་པའི་ལས་ཀྱི་མཐའ་དང་། ཡང་དག་པའི་འཚོ་བ་དང་། ཡང་དག་པའི་རྩོལ་བ་དང་། ཡང་དག་པའི་དྲན་པ་དང་། ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ཏེ།
en: which consists of right view, right thought, right speech, right action, right livelihood, right effort, right recollection, and right concentration.

source: དགེ་སློང་དག་འདི་ནི་སྔོན་གྱི་ལམ་དང་། སྔོན་གྱི་བགྲོད་པ་དང་། སྔོན་གྱི་ལམ་སྲོལ་སྔོན་གྱི་དྲང་སྲོང་རྣམས་གཤེགས་ཤིང་རྗེས་སུ་འདོང་བ་ཡིན་ནོ། །
en: “Monks, this is the old path, the old route, the old trail which seers of old have traveled and traversed.

source: ངས་དེར་སོན་ཅིང་དེར་སོན་པ་ན་རྒ་ཤི་མཐོང་།
en: I reached it and on reaching it, I saw aging and death,

source: རྒ་ཤི་ཀུན་འབྱུང་བ་དང་། རྒ་ཤི་འགོག་པ་དང་། རྒ་ཤི་འགོག་པར་འགྲོ་བའི་ལམ་མཐོང་སྟེ།
en: and I saw the origins of aging and death, the cessation of aging and death, and the path that leads to the cessation of aging and death.

source: སྐྱེ་བ་དང་། སྲིད་པ་དང་། ལེན་པ་དང་། སྲེད་པ་དང་། ཚོར་བ་དང་། རེག་པ་དང་། སྐྱེ་མཆེད་དྲུག་དང་། མིང་དང་གཟུགས་དང་། རྣམ་པར་ཤེས་པ་དང་། འདུ་བྱེད་རྣམས་མཐོང་
en: I saw birth, becoming, grasping, craving, sensation, contact, the seats of the six senses, name and form, consciousness, and conditioning.

source: ཞིང་འདུ་བྱེད་རྣམས་ཀུན་འབྱུང་བ་དང་། འདུ་བྱེད་རྣམས་འགོག་པ་དང་། འདུ་བྱེད་རྣམས་འགོག་པར་འགྲོ་བའི་ལམ་མཐོང་སྟེ།
en: And I saw the origins of conditioning, the cessation of conditioning, and the path that leads to the cessation of conditioning.

source: ངས་རང་གི་མངོན་པར་ཤེས་པས་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་ནས་དགེ་སློང་རྣམས་དང་། དགེ་སློང་མ་རྣམས་དང་།
en: And so, having been perfectly awakened by my perception, I proclaim it to an array of monks, nuns,

source: དགེ་བསྙེན་རྣམས་དང་། དགེ་བསྙེན་མ་རྣམས་དང་། གཞན་མུ་སྟེགས་ཅན་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་སྤྱོད་པ་ཅན་དང་། ཀུན་དུ་རྒྱུ་སྣ་ཚོགས་དག་ལ་བརྗོད་དོ། །
en: laymen, laywomen, tīrthikas, ascetics, brahmins, sādhus, and wanderers. “

source: དེ་ལ་དགེ་སློང་གིས་ཀྱང་ཡང་དག་པར་སྒྲུབ་པ་ན་སྒྲུབ་པར་བྱེད་པ་ཡིན་ཞིང་རིགས་པ་དང་ལྡན་པ། ཆོས་དང་ལྡན་པ། དགེ་བ་སྒྲུབ་པར་བྱེད་དོ། །
en: “And when a monk perfectly accomplishes it, he too becomes an accomplished adept, sagacious, righteous, and an agent of virtue.

source: དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མས་ཀྱང་ཡང་དག་པར་སྒྲུབ་པ་ན་
en: And when a nun, a layman, or a laywoman perfectly accomplishes it,

source: སྒྲུབ་པར་བྱེད་པ་ཡིན་ཞིང་། རིགས་པ་དང་ལྡན་པ། ཆོས་དང་ལྡན་པ། དགེ་བ་སྒྲུབ་པར་བྱེད་དོ།
en: they too become accomplished adepts, sagacious, righteous, and agents of virtue.

source: དེ་ལྟར་ན་ཚངས་པར་སྤྱོད་པ་འདི་ནི་རྒྱ་ཆེ་བ།
en: “Thus it is that such a one who lives purely is magnanimous,

source: སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ། ཡང་དག་པར་གྱུར་པ། ལྷ་དང་མིའི་བར་དག་ལ་ཡང་དག་པར་རབ་ཏུ་བསྟན་པ་ཡིན་ནོ་ཞེས་བཏོན་ཅིང་། །
en: of benefit to a great many beings, prodigious, and teaches widely and perfectly among gods and humans.”

source: དེ་ནས་མཇུག་ཏུ། འབྱུང་པོ་གང་དག་འདིར་ནི་ལྷགས་གྱུར་ཅིང་། །སའམ་འོན་ཏེ་བར་སྣང་འཁོད་པ་དག །སྐྱེ་དགུ་རྣམས་ལ་རྟག་ཏུ་བྱམས་བྱེད་ཅིང་། །ཉིན་དང་མཚན་དུ་ཆོས་ཀྱང་སྤྱོད་གྱུར་ཅིག །
en: Saṅgharakṣita closed his sermon with the dedication: “May all who live here gathered On the earth or in the sky Be always kind to creatures, And practice Dharma night and day.”

source: ཅེས་ཡོངས་སུ་བསྔོས་པ་དང་། དེ་དག་ཐམས་ཅད་ཀྱིས་བདེན་པ་མངོན་པར་རྟོགས་མ་ཐག་ཏུ་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་ཐོབ་སྟེ་རྫུ་འཕྲུལ་ཡང་མངོན་པར་བསྒྲུབས་སོ། །
en: All present realized the truths and in that moment achieved the fruit of a non-returner and with it, miraculous abilities.

source: དེ་ནས་དེ་དག་ཐམས་ཅད་ཀྱིས་བཙུན་པ་དགེ་འདུན་འཚོ་ལེགས་པར་གསུངས་སོ། །ལེགས་པར་གསུངས་སོ་ཞེས་མགྲིན་གཅིག་ཏུ་སྒྲ་ཕྱུང་ངོ་། །
en: In one voice they cried out, “Well said, reverend Saṅgharakṣita, well said!”

source: དེ་ནས་ལྷ་མོ་དེས་རྫུ་འཕྲུལ་མངོན་པར་འདུ་བྱ་བ་དེ་བརྟུལ་བ་དང་།
en: The goddess then released them from the miraculous spell they were under

source: གཅིག་གིས་གཅིག་མཐོང་བར་གྱུར་ཏོ། །
en: so they came to see one another again.

source: དེ་དག་གིས་གཅིག་གིས་གཅིག་མཐོང་ནས་སྨྲས་པ།
en: As they caught sight of one another, they exclaimed,

source: ཀྱེ་ཁྱོད་ཀྱང་འོངས་སམ། ཁྱོད་འོངས་སམ། ཁོ་བོ་འོངས་སོ། །ལེགས་སོ། །
en: “Oh! You too were here?” “You were here?” “I was here.” “Good!”

source: དེ་དག་གིས་འབྱོར་པ་རྙེད་ཅིང་རྙེད་ནས་སྨྲས་པ།
en: The seers had discovered a mighty state and having discovered it, proclaimed,

source: བཙུན་པ་དགེ་འདུན་འཚོས་བདག་ཅག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་གནང་ན་
en: “Reverend Saṅgharakṣita, if it is permitted, we would obtain the going forth, ordination, and monkhood in the well-proclaimed Dharma and Vinaya.

source: བདག་ཅག་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཚངས་པར་སྤྱོད་པ་སྤྱད་པར་བགྱིའོ། །
en: We would live the holy life in the Blessed One’s presence.”

source: དེས་འཛུམ་པ་སྔོན་དུ་བཏང་སྟེ་སྨྲས་པ།
en: Smiling, Saṅgharakṣita said,

source: ཚེ་དང་ལྡན་པ་དག་ཁྱེད་སྤོབས་པ་རྒྱ་ཆེན་པོ་ཞུམ་པ་མེད་པ་དགེ་བ་དང་ལྡན་པ་ལེགས་སོ་ལེགས་སོ། །
en: “Venerables, your great and dauntless self-confidence is noble. It is excellent! It is excellent!

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་ཕན་ཡོན་ལྔ་ཡང་དག་པར་རྗེས་སུ་མཐོང་བའི་མཁས་པས་རབ་ཏུ་འབྱུང་བ་ལ་མོས་པ་ཁོ་ནར་རིགས་ཏེ།
en: It is excellent! What is more, the Blessed One said, ‘Five advantages rightly come only to the wise with perfect vision who aspire to going forth.’

source: མཁས་པས་རབ་ཏུ་འབྱུང་བ་ལ་མོས་པར་བྱ་བ་ཁོ་ནར་རིགས་པ་དང་།
en: It is only the wise with perfect vision who aspire to going forth

source: ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མཐོང་བའི་
en: about whom it may rightly be said,

source: བདག་གིས་རང་གི་དོན་མ་འདྲེས་པ་རྗེས་སུ་ཐོབ་པར་འགྱུར་རོ་
en: ‘He will pursue his aim without diversion.’

source: བདག་གང་དག་གི་བྲན་དང་། མངག་གཞུག་པ་དང་། བསྒོ་བ་དང་། རང་དབང་མེད་དང་། དགའ་མགུར་འགྲོར་མེད་པ་ཡིན་པ་དེ་དག་གི་མཆོད་པར་བྱ་བ་དང་། བསྟོད་པར་བྱ་བར་འགྱུར་རོ་
en: ‘I make offerings to and praise those who are slave, agent, or emissary to no one, those who are independent and not in anyone’s service.’

source: གྲུབ་པ་དང་། བདེ་བ་བླ་ན་མེད་པའི་མྱ་ངན་ལས་འདས་པ་ཐོབ་པར་འགྱུར་རོ་
en: ‘He will attain the unsurpassed accomplishment and bliss of nirvāṇa.’

source: གྲུབ་པ་དང་། བདེ་བ་བླ་ན་མེད་པའི་མྱ་ངན་ལས་འདས་པ་འཐོབ་པ་ལས་ཉམས་ན་ཡང་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་རོ་
en: ‘Even should he fail to attain the unsurpassed accomplishment and bliss of nirvāṇa, he will be reborn among gods.’

source: རབ་ཏུ་བྱུང་བ་ནི་སངས་རྒྱས་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཉན་ཐོས་དམ་པ་ཡང་དག་པར་སོང་བ། ཡང་དག་པར་ཞུགས་པ། སྐྱེས་བུ་དམ་པ་རྣམས་ཀྱིས་རྣམ་གྲངས་དུ་མས་བསྔགས་སོ་
en: ‘Buddhas, the saintly disciples of buddhas who have reached perfection and entered perfection, and saintly beings praise renunciants in many ways.’

source: ་རབ་ཏུ་བྱུང་ཤིག །དེའི་ཕྱིར་ཅི། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་རབ་ཏུ་འབྱུང་ངམ། འོན་ཏེ་ཁོ་བོ་ལས།
en: Saṅgharakṣita continued, “So, you shall go forth. But will you go forth before the Blessed One or before me?”

source: དེ་དག་གིས་སྨྲས་པ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་རོ། །
en: “Before the Blessed One,” the seers replied.

source: ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོས་སྨྲས་པ། གལ་ཏེ་དེ་ལྟ་ན་ཚུར་ཤེག །བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འདོང་ངོ་། །
en: “In that case, come, let us go to the Blessed One.”

source: དེ་དག་གིས་སྨྲས་པ། བཙུན་པ་དགེ་འདུན་འཚོ་ཅི་བདག་ཅག་གི་རྫུ་འཕྲུལ་གྱིས་བཞུད་དམ། འོན་ཏེ་ཁྱོད་ཀྱི་རྫུ་འཕྲུལ་གྱིས།
en: “Reverend Saṅgharakṣita, shall we travel under our own miraculous powers or under your miraculous powers?”

source: ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོས་ཐོས་ནས་ཉམ་ང་བར་གྱུར་ཏེ།
en: Hearing this pained the venerable Saṅgharakṣita,

source: དེས་བསམས་པ། བདག་གི་མཐུས་འདི་དག་གི་ཡོན་ཏན་གྱི་ཚོགས་འདི་ལྟ་བུ་ཐོབ་ན། བདག་ནི་གཟིངས་ལྟ་བུར་གྱུར་པ་ལྟ་སྙམ་ནས།
en: who thought, “If they have attained such a store of qualities due to my influence, it looks as if I am but a raft to them.”

source: དེ་བཞིན་ཉམས་ཤིང་གྱུར་ཏེ་སྨྲས་པ། ཚེ་དང་ལྡན་པ་དག་ཁྱེད་ཁོ་བོ་ལ་བྱ་བ་ཅུང་ཞིག་ཡོད་ཀྱིས།
en: Dispirited, he replied, “Venerables, I have a small task to perform, so please wait here for a bit.”

source: རེ་ཞིག་ཡུད་ཙམ་ཞིག་སྡོད་ཅིག་ཅེས་དེ་ཤིང་ལྗོན་པ་ཞིག་གི་དྲུང་དུ་བརྟེན་ནས་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་ལུས་དྲང་པོར་བསྲང་ནས་དྲན་པ་ཕྱོགས་པར་བཞག་སྟེ་འདུག་གོ། །
en: And with that, he sat down at the base of a tree, his legs crossed, his body erect, and rested in mindfulness.

source: བཅོམ་ལྡན་འདས་ཀྱིས་མང་དུ་ཐོས་པ་ལ་ཕན་ཡོན་ལྔ་ཡོད་དེ། ལྔ་གང་ཞེ་ན།
en: The Blessed One said, “There are five benefits to being well versed in the teachings. What are they?

source: ཕུང་པོ་ལ་མཁས་པ་དང་། ཁམས་ལ་མཁས་པ་དང་།
en: One becomes knowledgeable about the aggregates, knowledgeable about the constituents,

source: སྐྱེ་མཆེད་ལ་མཁས་པ་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་མཁས་པ་དང་།
en: knowledgeable about the seats of the senses, knowledgeable about interdependent arising,

source: དེའི་གདམས་ངག་དང་རྗེས་སུ་བསྟན་པ་གཞན་ལ་རག་མ་ལས་པ་ཡིན་ནོ་ཞེས་
en: and one need not rely on others for instructions or further teachings on them.”

source: གསུངས་པས་དེས་བརྩོན་འགྲུས་བརྩམས་པས་འཁོར་བའི་འཁོར་ལོ་ཆ་ལྔ་པ་གཡོ་བ་དང་མི་གཡོ་བ་འདི་ཉིད་རིག་སྟེ།
en: Thus, by applying himself diligently, Saṅgharakṣita came to understand saṃsāra’s ever-revolving five cycles.

source: འདུ་བྱེད་ཀྱི་རྣམ་པ་ཐམས་ཅད་ཉམས་པ་དང་། ལྟུང་བ་དང་། རྣམ་པར་འཐོར་བ་དང་། རྣམ་པར་འཇིག་པའི་ཆོས་ཉིད་ཀྱིས་ཟིལ་གྱིས་མནན་ཅིང་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་པས།
en: It being by nature subject to degradation, decline, dispersal, and destruction, all of Saṅgharakṣita’s conditioning was overwhelmed and he abandoned all disturbing emotions.

source: འབྱུང་བར་བྱེད་པ་ཚངས་པར་སྤྱོད་པའི་མཐའ་བླ་ན་མེད་པ་དེ་ཚེ་དེ་ཉིད་ལ་རང་གི་མངོན་པར་ཤེས་པས་
en: He perceived that he had, in that very life, actualized the unsurpassed aim of the holy life

source: རིགས་ཀྱི་བུ་དག་གང་གི་ཕྱིར་སྐྲ་དང་ཁ་སྤུ་དག་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་དག་བགོས་ནས་ཡང་དག་པ་ཁོ་ནར་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་
en: for which the sons of noble families, with perfect faith, cut their hair, shave their beards, don the saffron robes, and go forth from home into homelessness.

source: མངོན་སུམ་དུ་བྱས་ཏེ་བསྒྲུབས་ནས་
en: With his achievement, he understood,

source: བདག་གི་སྐྱེ་བ་ཟད་དོ། །ཚངས་པར་སྤྱོད་པ་སྤྱད་དོ། །བྱ་བ་བྱས་སོ། །སྲིད་པ་འདི་ལས་གཞན་མི་ཤེས་སོ་ཞེས་
en: “My births have come to an end, I have lived the holy life, I have done what needed doing, I will know no lives after this one.”

source: གོ་བར་བྱེད་ཅིང་དགྲ་བཅོམ་པ་ཁམས་གསུམ་པ་ལས་འདོད་ཆགས་དང་བྲལ་བ།
en: Thus he became an arhat, free of desire for the three realms,

source: བོང་བ་དང་གསེར་དུ་མཉམ་པ།
en: for whom filth was equal to gold,

source: ནམ་མཁའ་དང་ལག་མཐིལ་དུ་མཚུངས་པའི་སེམས་དང་ལྡན་པ།
en: for whom space was equal to the palm of his hand,

source: ཙན་དན་དང་སྟེའུར་མཉམ་པ།
en: whose emotions had been cooled as if treated by a balm of sandalwood,

source: རིག་པ་དང་། མངོན་པར་ཤེས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ།
en: He attained knowledge, clairvoyance, and discerning wisdom.

source: སྲིད་པ་དང་། འདོད་པའི་རྙེད་པ་དང་བཀུར་སྟི་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ།
en: He turned his back on worldly gain, desires, and esteem,

source: དབང་པོ་དང་ཉེ་དབང་དང་བཅས་པའི་ལྷ་རྣམས་ཀྱིས་མཆོད་པར་བྱ་བ་དང་། རྗེད་པར་བྱ་བ་དང་། མངོན་དུ་སྨྲ་བར་བྱ་བར་གྱུར་ཏོ།
en: and was revered, honored, and praised by Indra and the gods who attend him.

source: དེས་དེ་དག་ལ་སྨྲས་པ། ཤེས་ལྡན་དག་ཁོ་བོའི་ཆོས་གོས་ཀྱི་གྲྭ་ནས་ཟུང་ཤིག་དང་། ཁོ་བོའི་རྫུ་འཕྲུལ་གྱིས་འདོང་བར་བྱའོ། །
en: Saṅgharakṣita said to the seers, “Gentlemen , hold on to the corner of my robe and we shall travel under my miraculous powers.”

source: དེ་དག་དེའི་ཆོས་གོས་ཀྱི་གྲྭ་ལ་འཇུས་པ་དང་།
en: The seers grabbed hold of his robe,

source: དེ་ནས་ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོ་ངང་པའི་རྒྱལ་པོ་འདབ་མ་བརྐྱང་པ་ལྟར་རྫུ་འཕྲུལ་གྱིས་སྟེང་གི་ནམ་མཁའ་ལ་སོང་ངོ་། །
en: and the venerable Saṅgharakṣita, like a swan spreading its wings, flew with his miraculous powers up into the sky above.

source: ཇི་ཙམ་ན་ཚོང་པ་ལྔ་བརྒྱ་པོ་དེ་དག་རྫས་མཁོས་སུ་འབེབས་པར་བྱེད་པ་ན། །
en: Saṅgharakṣita leads an entourage of one thousand to the Buddha Along the way,

source: དེ་དག་གིས་དེ་མཐོང་ནས་དེ་དག་གིས་སྨྲས་པ། །
en: the five hundred merchants were securing their wares when they saw Saṅgharakṣita and exclaimed,

source: འཕགས་པ་དགེ་འདུན་འཚོ་ཁྱོད་བྱོན་ཏམ། བྱོན་པ་ལེགས་སོ། །ཁོ་བོ་འོངས་སོ། །གང་དུ་བཞུད། དེས་སྨྲས་པ།
en: “Noble Saṅgharakṣita! Is that you? Welcome!” “I have come.” “Where are you headed?”

source: རིགས་ཀྱི་བུ་ལྔ་བརྒྱ་པོ་འདི་དག་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་འདོད་པས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འགྲོའོ།
en: “These five hundred sons of noble families seek monkhood, to go forth and be ordained in the well-proclaimed Dharma in the Blessed One’s presence, so we are going to the Blessed One.”

source: དེ་དག་གིས་སྨྲས་པ། འཕགས་པ་དགེ་འདུན་འཚོ་བདག་ཅག་ཀྱང་རབ་ཏུ་འབྱུང་གིས་བོབས་ལ་བདག་ཅག་རྫས་མཁོས་སུ་འབེབས་ཀྱི་བར་དུ་རེ་ཞིག་གཞེས་སུ་གསོལ།
en: The merchants replied, “Noble Saṅgharakṣita, we too will go forth, so please alight and sit while we secure our wares.”

source: ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོ་བབས་པ་དང་། དེ་དག་གིས་རྫས་མཁོས་སུ་ཕབ་བོ། །
en: Saṅgharakṣita descended and they secured their wares.

source: དེ་ནས་དེས་རིགས་ཀྱི་བུ་སྟོང་པོ་དེ་དག་ཁྲིད་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་ངོ་།
en: Saṅgharakṣita then led the one thousand sons of noble families to the Blessed One,

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་དགེ་སློང་གི་འཁོར་བརྒྱ་ཕྲག་དུ་མའི་གུང་ལ་བཞུགས་ཏེ་ཆོས་སྟོན་པར་མཛད་དོ། །
en: who was seated in the midst of hundreds of monks, teaching.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོ་སྐྱེས་དང་ཆས་ཏེ་ཐག་རིང་པོ་ཁོ་ན་ནས་འོང་བ་གཟིགས་སོ། །
en: From off in the distance, the Blessed One saw Saṅgharakṣita approaching with his gifts.

source: གཟིགས་ནས་ཀྱང་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། །
en: Though he saw them, he asked the monks,

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་དགེ་སློང་དགེ་འདུན་འཚོ་ཐག་རིང་པོ་ནས་འོང་བ་མཐོང་ངམ། བཙུན་པ་མཐོང་ངོ་། །
en: “Monks, do you see Saṅgharakṣita coming from off in the distance?” “We do, reverend.”

source: དགེ་སློང་དག་དགེ་སློང་དགེ་འདུན་འཚོ་འདི་དེ་བཞིན་གཤེགས་པ་ལ་སྐྱེས་དང་བཅས་ཤིང་འོང་སྟེ།
en: “Monks, this monk Saṅgharakṣita comes with gifts for the Tathāgata.

source: དེ་བཞིན་གཤེགས་པའི་སྐྱེས་ནི་འདི་ལྟར་གདུལ་བ་ལས་གཞན་པ་ལྟ་བུ་མེད་དོ། །
en: There is no gift for the Tathāgata like these, the gift of disciples

source: དེ་ནས་ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་
en: Saṅgharakṣita went to the Blessed One,

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: bowed his head at his feet, and sat off to one side

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: before requesting the Blessed One,

source: བཙུན་པ་རིགས་ཀྱི་བུ་སྟོང་པོ་འདི་དག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་འཚལ་ན།
en: “Reverend, these one thousand sons of noble families seek monkhood, to go forth and be ordained in the well-proclaimed Dharma

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཐུགས་བརྩེ་བའི་སླད་དུ་འདི་དག་རབ་ཏུ་དབྱུང་དུ་གསོལ། བསྙེན་པར་རྫོགས་པར་མཛད་དུ་གསོལ། །
en: in the Blessed One’s presence. I ask that the Blessed One have compassion and allow their going forth.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་དག་ལ་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བས་རབ་ཏུ་ཕྱུང་ཞིང་
en: I ask that he ordain them.” By saying to them, “Come, join me, monks,”

source: དགེ་སློང་དག་ཚུར་ཤོག་ཚངས་པར་སྤྱོད་པ་སྤྱོད་ཅིག་ཅེས་བཀའ་སྩལ་པ་དང་།
en: the Blessed One could allow their going forth. So he said, “Come, monks, join me in living the holy life.”
